
import css from './InformationGenerator.module.css';

const InformationGenerator = () => {

    return (
        <section className={css.generatorSection}>
            <div className={css.generatorTextBlock}>
                <h2 className={css.generatorTitle}>Для чого потрібна оренда генератора?</h2>
                <p className={css.generatorText}>Більшість електроприймачів вимагають безперебійної подачі електроенергії, зокрема виробництва,
                    які можуть зазнати суттєвих збитків або системи життєзабезпечення, відключення яких призведе до незворотних наслідків.
                    Такі джерела безперебійного живлення, як бензинові, застрахують вас від ризиків.</p>
                <p className={css.generatorText}>Подібне обладнання коштує значних інвестицій та розуміння своїх вимог до встановлення.
                    Чи можлива необхідність в альтернативному джерелі енергії, наприклад генераторні установки, тимчасова?
                    <span> Тоді найкращим рішенням буде оренда електрогенератора.</span></p>
                <p className={css.generatorText}>Оренда (прокат) бензинових генераторів - досить потрібна послуга на ринку,
                    оскільки виникають відключення світла або потреба в проведенні робіт у місці,
                    де немає подачі електроенергії від електромережі.</p>
                <p className={css.generatorText}>Ви можете орендувати генератор на добу, тиждень або місяць.
                    Ми готові обговорити з кожним замовником будь-які індивідуальні умови. Права та обов’язки сторін прописуються у договорі прокату.
                    Угода прозоро визначає терміни, вартість (тариф), умови технічного обслуговування та транспортування обладнання.</p>
                <p className={css.generatorText}>! Звертаємо вашу увагу, що остаточна ціна оренди залежить не тільки від потужності станції,
                    а й від віддаленості об’єкта та наявності додаткових послуг.</p>
            </div>
            <div className={css.generatorListBlock}>
                <h2 className={css.generatorTitle}>У яких випадках виправдано орендувати генератор?</h2>
                <h3 className={css.generatorSubtitle}>Найчастіше оренда генераторів затребувана:</h3>
                <ul className={css.generatorList}>
                    <li className={css.generatorItem}>на будівельних майданчиках, де ще не підведено електромережу;</li>
                    <li className={css.generatorItem}>під час виконання ремонтних робіт для електроживлення інструменту;</li>
                    <li className={css.generatorItem}>при аварійних відключеннях електрики на різних об’єктах інфраструктури, в житлових приміщеннях, офісах і підприємствах;</li>
                    <li className={css.generatorItem}>для проведення виїзних розважальних та рекламних заходів;</li>
                    <li className={css.generatorItem}>у будь-яких інших випадках, коли потрібне забезпечення електроенергією на нетривалий період.</li>
                </ul>

                <h3 className={css.generatorSubtitle}>Чому варто орендувати генератор у нас?</h3>
                <ul className={css.generatorList}>
                    <li className={css.generatorItem}>Наявність вибору різних генераторів.</li>
                    <li className={css.generatorItem}>Ми надаємо надійні установки.</li>
                    <li className={css.generatorItem}>Допоможемо вибрати генератор оптимальної потужності.</li>
                    <li className={css.generatorItem}>Можливість прокату генераторів для клієнтів з м. Київ.</li>
                    <li className={css.generatorItem}>Зрозуміла ціна оренди генератора.</li>
                </ul>
                <p className={css.generatorText}>Взяти генератор в оренду досить просто - для цього зателефонуйте нам за номером <a href="tel:+380958202612">+380958202612</a></p>
            </div>
        </section>
    )
};

export default InformationGenerator;