

const GeneratorList = () => {

    return (
        <>
            <li>
                <ul>
                    <li>7.5 кВт</li>
                    <li>1200 грн / доба</li>
                    <li>від 3 - х днів 1100грн / доба</li>
                    <li>від 7 днів 1000грн / доба</li>
                    <li>RZTK G8500E 7.5 кВт</li>
                </ul>
                <p>Застава - 8000 гривень + фізичний оригінал документа</p>
                <ul>
                    <li>Бензиновий генератор АИ - 92</li>
                    <li>Максимальна потужність: 7.5 кВт</li>
                    <li>Номінальна потужність: 7 кВт</li>
                    <li>220 В 1 фаза</li>
                    <li>Габарити: 815x545x560 мм</li>
                    <li>Маса: 89 кг</li>
                    <li>Тип запуску: ручний / електростартер</li>
                    <li>Обєм бака: 25 л</li>
                    <li>Розхід палива л / год;</li>
                </ul>
                <span>50 % 1, 4 л / год;</span>
                <span>75 % 2, 1 л / год;</span>
                <span>100 % 3 л / год.</span>
            </li>
        </>
    )
};

export default GeneratorList;