
import Link from 'next/link';
import css from './Articles.module.css';

import BackButton from '@/components/Buttons/BackButton';

const RentBuy = () => {

    return (
        <section className={css.article}>
            <h2 className={css.article_name}>PlayStation 5 та PS4 Pro: Оренда чи Купівля - Що Вигідніше?</h2>
            <div className={css.article_blok}>
                <h4 className={css.article_title}>PlayStation 5: Оренда VS Купівля</h4>
                <p className={css.article_text}>Повна купівля PlayStation 5 коштує $499 плюс витрати на ігри від $60 до $150 за штуку.
                    З нами ви можете орендувати PS5 за вказаним прайсом на головній сторінці:</p>
                <h5>Вартість оренди</h5>
                <ul className={css.article_list}>
                    <li>1 доба - 600 грн (24 години)</li>
                    <li>2 доби - 1000 грн (500 грн/доба)</li>
                    <li>3 доби - 1350 грн (450 грн/доба)</li>
                    <li>5+ діб - 2000+ грн (400 грн/доба)</li>
                    <li>1 тиждень (7 діб) - 2500 грн (375 грн/доба)</li>
                    <li>2 тижні (14 діб) - 4900 грн (350 грн/доба)</li>
                    <li>1 місяць (30 діб) - 7500 грн (250 грн/доба)</li>
                    <li>Кожен наступний день, що перевищує 1 місяць (30 діб) - 250 грн</li>
                </ul>
                <p className={css.article_text}>Візьмемо ситуацію, коли вам потрібна консоль на місяць (30 діб).</p>
                <ul className={css.article_list}>
                    <li>Купівля за $499 + мінімум 2 гри в середньому по $75 + додатково джойстик $65 якщо хочете грати з кимось,
                        так як при купівлі приставки ви отримаєте лише 1 - це $714.</li>
                    <li>Оренда на 30 діб обійдеться в $190. У вартість входить безліч найпопулярніших ігор + доступ до підписки
                        PlayStation Plus* для гри в мережі онлайн + 2 джойстики для гри вдвох.</li>
                </ul>
                <p className={css.article_text}>
                    В обох випадках ви матимете приставку, але при оренді економія становитиме $524.
                    На довші терміни економія від оренди стає ще вагомішою. Орендувавши
                    PS5 ви як мінімум одразу економите колосальні кошти на ігри,
                    що постійно оновлюються та виходять новинки, та додатковий джойстик.
                </p>
            </div>
            <div className={css.article_blok}>
                <h4 className={css.article_title}>PlayStation 4 Pro: Варто Орендувати?</h4>
                <p className={css.article_text}>
                    Ситуація з менш новою, але досі популярною PS4 Pro теж цікава. Її купівля коштує близько $399
                    з додатковими витратами на ігри.
                    З нами ж ви можете орендувати PS4 Pro за вказаним прайсом на головній сторінці:
                </p>
                <h5>Вартість оренди</h5>
                <ul className={css.article_list}>
                    <li>1 доба - 400 грн</li>
                    <li>2 доби - 600 грн (300 грн/доба)</li>
                    <li>3 доби - 750 грн (250 грн/доба)</li>
                    <li>5+ діб - 900+ грн (180 грн/доба)</li>
                    <li>1 тиждень (7 діб) - 1260 грн (180 грн/доба)</li>
                    <li>1 місяць (30 діб) - 3000 грн (100 грн/доба)</li>
                </ul>
                <p className={css.article_text}>
                    Як і у випадку з PS 5 порівняння щодо вигоди оренди - зайві. Комплект приставки, безліч ігор,
                    а також 2 джойстики - беруть гору над купівлею.
                </p>
                <p className={css.article_text}>
                    Як бачимо, оренда виявляється значно економнішою,
                    особливо якщо враховувати безперервне оновлення контенту ігор без додаткових витрат.
                </p>
                <p className={css.article_text}>
                    * Переваги PlayStation Plus – ігри місяця, мережеві розраховані на багато користувачів ігри,
                    ексклюзивні знижки та матеріали, хмарне сховище, Share Play, колекція PlayStation Plus,
                    довідки з гри, каталог ігор, класика Ubisoft+, каталог класики, пробні версії ігор
                </p>
            </div>
            <div className={css.article_blok_button}>
                <BackButton />
                <Link className={css.article_button} href="/interesting-articles/convenient-rental">
                    <button type="button">Читати більше</button></Link>
            </div>
        </section>
    )
};

export default RentBuy;