
import Image from "next/image";

const Games = () => {

    return (
        <section>
            <h2>Топ ігри в які ви можете зіграти при оренді</h2>
            <ul>
                <li>
                    <Image
                        src="/games/Hogwarts-legacy.png"
                        alt=""
                        width={400}
                        height={300}
                        priority
                    />
                    <p>
                        Зануртесь у чарівний світ Гоґвортсу в грі “Hogwarts Legacy”. Ви – студент Школи Чарів і Чарівництва, який розкриває стародавню таємницю. Відкривайте нові чари та вивчайте магічні здібності, заводьте друзів і битися з ворогами. Вільно досліджуйте велетенський відкритий світ – від Замкових земель Гоґвортсу до невідомих закутків Заборонених Лісів. Розплутайте інтригуючий сюжет, пройдіть квести та відкрийте унікальні бонуси. З вражаючою графікою і точною передачею атмосфери “Гаррі Поттера”, “Hogwarts Legacy” - найкращий шанс пережити пригоди чарівного світу.
                    </p>
                </li>
                <li>
                    <Image
                        src="/games/The-last-of-us-2.png"
                        alt=""
                        width={400}
                        height={300}
                        priority
                    />
                    <p>
                        Eпічний пост-апокаліптичний екшен від творців Uncharted продовжує приголомшливу сагу The Last of Us. Еллі, яка була дитиною в першій грі, тепер стала безстрашною молодою жінкою, що бореться за виживання у жорстокому новому світі. Відправтеся у захопливу пригоду через руїни цивілізації Сієтла з вражаючою графікою та атмосферою безнадії. Насолодіться драматичною кінематографічною історією з вибором, що впливає на події. The Last of Us Part 2 - видатна ігрова епопея, яку ви маєте пережити.
                    </p>
                </li>
                <li>
                    <Image
                        src="/games/FC-24.png"
                        alt=""
                        width={400}
                        height={300}
                        priority
                    />
                    <p>
                        Зануртеся в неймовірно реалістичний футбольний досвід з EA SPORTS FC 24 на PlayStation! Передова технологія HyperMotion V відтворює рухи гравців з фотографічною точністю, використовуючи дані з понад 180 реальних матчів. PlayStyles від OPTA перетворює статистику на унікальні здібності, надаючи кожному футболісту індивідуальний стиль гри. А потужний рушій Frostbite демонструє вражаючі візуальні ефекти та оптимізовану графіку. Відчуйте себе на справжньому футбольному полі з EA SPORTS FC 24 - максимум реалізму в кожному епізоді!
                    </p>
                </li>
                <li>
                    <Image
                        src="/games/SpiderMan-2.jpg.webp"
                        alt=""
                        width={400}
                        height={300}
                        priority
                    />
                    <p>
                        Spider-Man 2 це нова грам про Людину-павука. Представлені Пітер Паркер і Майлз Моралес з оновленими здібностями та ускладненою бойовою системою. Гравці можуть використовувати видовищні прийоми та комбо у поєднанні з гаджетами Павуків. Нова механіка блокування ударів та створення шляхів з павутини для безшумного пересування. Бойова система глибша, пропонує більше варіантів імпровізації та контролю під час боїв, що робить гру захопливішою для досвідчених гравців та новачків ігор.
                    </p>
                </li>
                <li>
                    <Image
                        src="/games/It-takes-two.png"
                        alt=""
                        width={400}
                        height={300}
                        priority
                    />
                    <p>
                        Це незвичайна кооперативна гра-пригода повна гумору та креативних ідей. Ви граєте за подружню пару, які чарами перетворилися на іграшкових чоловічків. Разом їм доведеться пройти нелегкий шлях, щоб знову стати людьми та врятувати сім’ю. Кожен рівень приховує несподівані виклики та веселі пригоди в світі ляльок та побутових предметів. Унікальний кооператив вимагає постійної взаємодії і творчого підходу від обох гравців. Яскрава анімація, гумор і запаморочливий ігровий процес зроблять “It Takes Two” незабутньою пригодою для вас та вашого напарника.
                    </p>
                </li>
                <li>
                    <Image
                        src="/games/God-of-war.png"
                        alt=""
                        width={400}
                        height={300}
                        priority
                    />
                    <p>
                        Епічне продовження саги Бога Війни у скандинавській міфології. У God of War: Ragnarok Кратос і Атрей зіткнуться з незворотним Рагнареком - апокаліптичною битвою між асами та льодовими велетнями. Подорожуйте дивовижними деветьма царствами, населеними надзвичайними істотами скандинавського фольклору. Брутальний бойовий геймплей поєднує плавні рухи і захопливу кінематографічну розповідь. Відкривайте таємниці своєї долі крізь призму складних стосунків між батьком і сином. Протистійте могутнім силам з вражаючою графікою наступного покоління для PlayStation 5. God of War: Ragnarok - грандіозний фінал саги Кратоса в світі нордичних богів.
                    </p>
                </li>
                <li>
                    <Image
                        src="/games/Mortal-Kombat.jpeg"
                        alt=""
                        width={400}
                        height={300}
                        priority
                    />
                    <p>
                        Легендарний файтинг, який започаткував одну з найбільш брутальних і візуально стильних відеоігрових серій. Зіштовхніться у смертельному турнірі з різноманітними майстрами бойових мистецтв з усього світу. Захопливий геймплей поєднує вишукані бойові стилі з надпотужними спецприйомами здатними знищити супротивника. Епічні бійки у різних неймовірних локаціях від темних храмів до рукотворних воєнних полів. А також фірмова фішка - брутальні фінішери з оверкільними кривавими сценами. “Mortal Kombat 1” запалив полум’я однієї з найвідоміших та найжорстокіших файтинг-серій всіх часів.
                    </p>
                </li>
                <li>
                    <Image
                        src="/games/UFC-5.png"
                        alt=""
                        width={400}
                        height={300}
                        priority
                    />
                    <p>
                        Найреалістичніший і найжорстокіший симулятор змішаних єдиноборств у світі відеоігор. Відчуйте автентичну бруталність та інтенсивність ММА завдяки вражаючій графіці та унікальній системі бійок. Оберіть свого улюбленого бійця UFC чи створіть власного персонажа. Тренуйтеся, здобувайте перемоги та підкорюйте вершини кар’єри в різних дисциплінах: боксі, боротьбі, муай-тай та інших. Битиметеся в легендарних октагонах на очах тисяч глядачів. UFC 5 повністю передає запеклість, емоції та драматизм реальних поєдинків UFC. Це найкраща гра для фанатів справжнього ММА!
                    </p>
                </li>
                <li>
                    <Image
                        src="/games/Background-Markov.png"
                        alt=""
                        width={400}
                        height={300}
                        priority
                    />
                    <p>
                        Це культова серія шутерів від першої особи, що перенесе вас у гарячі точки сучасних та минулих воєн. Епічні кампанії з захопливим сюжетом дозволять відчути себе на передовій. Інтенсивний мультиплеєр пропонує десятки режимів бойової онлайн-гри. Змагайтеся на різноманітних полях бою як піхота, танки чи льотчики. Відмінна графіка та реалістична зброя занурюють у атмосферу справжніх бойових дій. З кожною новою грою серія COD встановлює нові стандарти якості та видовищності для шутерів від першої особи.
                    </p>
                </li>
                <li>
                    <Image
                        src="/games/Gran-Turismo-7.png"
                        alt=""
                        width={400}
                        height={300}
                        priority
                    />
                    <p>
                        Це найреалістичніший автосимулятор для PlayStation з неперевершеною графікою. Зберіть колекцію культових спорткарів з усього світу та налаштовуйте їх за допомогою глибокої системи тюнінгу. Змагайтеся на легендарних трасах, відтворених з фотореалістичними деталями. Спеціальний режим кар’єри занурить вас у всі грані автомобільної культури. Вдосконалюйте майстерність водіння та підкорюйте вершини автоспортивної слави у цій найповнішій автомобільній мрії для PlayStation 5 та PlayStation 4.
                    </p>
                </li>
                <li>
                    <Image
                        src="/games/Rarcht-clank.png"
                        alt=""
                        width={400}
                        height={300}
                        priority
                    />
                    <p>
                        Рачет та Кланк повертаються в новій запаморочливій пригоді у всесвіті наступного покоління! “Ratchet & Clank: Rift Apart” демонструє вражаючі можливості PlayStation 5 завдяки блискучій графіці та швидкому переміщенню між різними вимірами. Подорожуйте неймовірними світами, збираючи нову потужну зброю та битимуючись із численними ворогами. Знайомтеся з новим персонажем – безстрашною ломбаксіанкою, що стане надійною союзницею. Насолоджуйтесь гумором, екшеном та пригодами у культовому платформері з унікальними інноваціями для нового покоління консолей.
                    </p>
                </li>
                <li>
                    <Image
                        src="/games/Tekken-7.jpg"
                        alt=""
                        width={400}
                        height={300}
                        priority
                    />
                    <p>
                        Tekken 7 продовжує серію культових файтингів. Ігровий процес зосереджений на боях 1 на 1 з комбінаціями ударів, кидків та спецприйомів. Додано кілька ключових нових механік. Rage Art – потужний удар, що знімає до 80% здоров’я супротивника при низькому рівні здоров’я персонажа. Rage Drive – блискавичний суперудар з великою шкодою ворогові в режимі пониженого здоров’я. Power Crush дозволяє ігнорувати певні атаки ворога й наносити свої удари. Ці нововведення роблять бійки більш тактичними та видовищними, пропонуючи нові стратегії досвідченим гравцям.
                    </p>
                </li>
                <li>
                    <Image
                        src="/games/Rumble.png"
                        alt=""
                        width={400}
                        height={300}
                        priority
                    />
                    <p>
                        Безумна мультиплеєрна гра з всесвіту Crash Bandicoot для PlayStation. Зберіть команду культових персонажів і змагайтеся у хаотичних аркадних режимах. Насолоджуйтесь яскравою карикатурною анімацією та веселощами в дусі франшизи.
                    </p>
                </li>
            </ul>
        </section>
    )
};

export default Games;